Repository: WreckingBANG/Self.Tube
Catalog: lib/l10n/app_*.arb
Languages: pl

# barHome
source: Home
pl: Strona główna

# barChannels
source: Channels
pl: Kanały

# barPlaylists
source: Playlists
pl: Listy odtwarzania

# homeLatestVideos
source: Latest Videos
pl: Ostatnie Filmy

# homeContinueWatching
source: Continue Watching
pl: Kontynuować oglądanie

# settingsSheetApp
source: App
pl: Aplikacja

# settingsSheetSettings
source: Settings
pl: Ustawienia

# settingsSheetDownloads
source: Downloads
pl: Pobieranie

# settingsSheetLogout
source: Logout
pl: Wyloguj się

# settingsSheetAbout
source: About the App
pl: O aplikacji

# settingsSheetServer
source: Server
pl: Serwer

# settingsSheetLibraryStats
source: Library Statistics
pl: Statystyki Biblioteki

# settingsShowCommentPics
source: Show Commentator Pictures
pl: Pokaż Obrazy Komentatorów

# settingsShowCommentPicsDisclaimer
source: This will make a connection to Google as the Images are not stored by TubeArchivist
pl: Jeśli ta Opcja jest włączona, Obraz będzie pochodził z serwisu Google, ponieważ nie jest udostępniany przez TubeArchivist

# settingsSheetComingSoon
source: Coming Soon
pl: Już wkrótce

source: Error: No data found
pl: Błąd: Brak danych

# errorFailedToLoadData
source: Error: Failed to load
pl: Błąd: Ładowanie nie powiodło się

# numberformatThousand
source: K
pl: Tysiące

# numberformatMillion
source: M
pl: Milion

# numberformatBillion
source: B
pl: Miliard

# numberformatTrillion
source: T
pl: Tryliardy

# sheetLocalActions
source: Local Actions
pl: Lokalne akcje

# sheetMarkWatched
source: Mark as watched
pl: Oznacz jako obejrzane

# sheetMarkUnwatched
source: Mark as unwatched
pl: Oznacz jako niewidziane

# sheetOpenChannel
source: Open channel
pl: Otwórz Kanał

# sheetShare
source: Share
pl: podzielić

# sheetDownloadLocal
source: Download to device
pl: Pobierz na urządzenie

# sheetServerActions
source: Server actions
pl: Akcje Serwera

# sheetRedownloadServer
source: Redownload to server
pl: Pobierz ponownie z Serwera

# searchTitle
source: Search
pl: Szukaj

# searchTooltip
source: Type to search
pl: Kliknij, aby wyszukać

# searchVideos
source: Videos
pl: Filmy

# searchChannels
source: Channels
pl: Kanały

# searchPlaylists
source: Playlists
pl: Listy odtwarzania

# playlistTitle
source: Playlist
pl: Lista odtwarzania

# playlistVideos
source: Videos
pl: Filmy

# channelSubscribers
source: Subscribers:
pl: Subskrybenci

# playerTitle
source: Player
pl: Odtwarzacz

# playerViews
source: Views
pl: Odtworzenia

# playerSubscribe
source: Subscribe
pl: Subskrybować

# playerUnsubscribe
source: Unsubscribe
pl: wypisać się

# playerDescription
source: Description
pl: Opis

# playerComments
source: Comments
pl: Uwagi

# playerSimilar
source: Similar videos
pl: Podobne filmy

# sponsorblockInteraction
source: Skip Interaction-Reminder
pl: Pomiń interaktywną przypomnienie

# sponsorblockOutro
source: Skip Outro
pl: Pomiń zakończenie

# sponsorblockPreview
source: Skip Preview
pl: Pomiń podgląd

# sponsorblockHook
source: Skip Hook
pl: Pomiń otwieranie zwiastuna i powitań

# sponsorblockFiller
source: Skip Filler
pl: Pomiń dygresje/żarty

# expandableTextMore
source: Show more
pl: Więcej

# expandableTextLess
source: Show less
pl: Mniej

# aboutVersion
source: Version
pl: wersja

# aboutLicense
source: License
pl: Licencja

# aboutDeveloper
source: Developed by WreckingBANG
pl: Opracowane przez WreckingBANG

# aboutPrivacyPolicy
source: Privacy Policy
pl: Polityka prywatności

# aboutSourceCode
source: Source Code
pl: Kod źródłowy

# aboutReleases
source: Releases
pl: Archiwum wersji

# aboutDependencies
source: Dependencies
pl: Zależności

# videoListViews
source: views
pl: Kliknięcia

# secondsAgo
source: {count} seconds ago
pl: {count} sekund temu

# secondAgo
source: {count} second ago
pl: {count} sekund temu

# minutesAgo
source: {count} minutes ago
pl: {count} minut temu

# minuteAgo
source: {count} minute ago
pl: {count} minut temu

# hoursAgo
source: {count} hours ago
pl: {count} godzin temu

# hourAgo
source: {count} hour ago
pl: {count} godzinę temu

# daysAgo
source: {count} days ago
pl: {count} dni temu

# dayAgo
source: {count} day ago
pl: {count} dni temu

# yearsAgo
source: {count} years ago
pl: {count} lat temu

# yearAgo
source: {count} year ago
pl: {count} lat temu

# playerBrightness
source: Brightness
pl: Jasność

# playerForward
source: Forward
pl: Do przodu

# playerRewind
source: Rewind
pl: Cofnij

# playerSeconds
source: seconds
pl: Sekundy

# playerMinimize
source: Minimize
pl: Zminimalizować

# playerMaximize
source: Maximize
pl: Maksymalizuj

# playerPaused
source: Paused
pl: Wstrzymano

# playerPlay
source: Play
pl: ograć

# playerVolume
source: Volume
pl: głośność

# playerSBSkipped
source: Skipped {category} from {start} to {end}
pl: {category} pominięto od {start} do {end}

# playerRepeat
source: Repeat
pl: Powtarzać

# playerBorderMode
source: Border Mode
pl: Tryb wyświetlania

# playerBorderModeContain
source: Contain (Black Bars)
pl: adaptować

# playerBorderModeCover
source: Cover (Crop)
pl: Powiększać

# playerBorderModeStretch
source: Stretch
pl: Nadąć

# playerPlaybackSpeed
source: Playback Speed
pl: Prędkość odtwarzania

# barActions
source: Actions
pl: Akcje

# tooltipSearch
source: Search
pl: poszukiwanie

# tooltipSettings
source: Settings
pl: Ustawienia

# sheetDeleteVideoServer
source: Delete video from server
pl: Usuń wideo z serwera

# sheetComingSoon
source: Coming soon
pl: Już wkrótce

# listShowMore
source: Show more
pl: Pokaż więcej

source: Settings saved
pl: Ustawienia zapisane

# settingsTitle
source: Settings
pl: Ustawienia

# settingsAccountSettings
source: Account
pl: Konto

# settingsAccountSettingsDesc
source: Instance, Api-Key, ...
pl: Instancja, API-Token

# settingsAppearanceSettings
source: Appearance
pl: Opis

# settingsVideoPlayer
source: Video Player
pl: Odtwarzacz wideo

# settingsVideoPlayerDesc
source: Gesture Settings, ...
pl: Ustawienia gestów

# settingsSponsorBlockSettings
source: SponsorBlock
pl: Blok sponsora

# settingsSponsorBlockSettingsDesc
source: Settings for SponsorBlock
pl: Ustawienia SponsorBlock

# settingsM3Colors
source: Enable Dynamic Colors
pl: Aktywuj dynamiczne kolory

# settingsVPGesturesTitle
source: Gestures
pl: Gesty

# settingsVPGesturesSwipeCtrl
source: Swipe controls
pl: Kontrola przesuwania

# settingsVPGesturesSwipeCtrlDesc
source: Swipe the left and right parts of the player to adjust volume and brightness
pl: Przesuwaj palcem po lewej i prawej stronie odtwarzacza, aby dostosować głośność i jasność

# settingsVPGesturesFullscreen
source: Fullscreen gesture
pl: Gest pełnoekranowy

# settingsVPGesturesFullscreenDesc
source: Swipe up/down in the center to enter/exit fullscreen
pl: Przesuń palcem w górę/w dół na środku, aby przełączyć tryb pełnoekranowy

# settingsVPGesturesPinch
source: Pinch to zoom
pl: Uszczypnij, aby powiększyć

# settingsVPGesturesPinchDesc
source: Coming Soon
pl: Dostępne wkrótce

# settingsVPGesturesDoubleTap
source: Double Tap
pl: Podwójne dotknięcie

# settingsVPGesturesDoubleTapDesc
source: Tap twice quickly on the right and left side of the player to skip/rewind and the center to play/pause
pl: Aby przewinąć do przodu lub do tyłu, dotknij dwukrotnie prawej lub lewej strony odtwarzacza, a aby odtworzyć/wstrzymać odtwarzanie, dotknij środka

# settingsVPUseMediaKit
source: Use media_kit instead of video_player
pl: Użyj media_kit zamiast video_player

# settingsVPUseMediaKitDesc
source: Dont change this unless you know what you are doing
pl: Zmień to tylko wtedy, gdy wiesz, co robisz

# searchLabel
source: Search...
pl: Szukać

# actionsTitle
source: Actions
pl: Akcje

# channelTitle
source: Channel
pl: kanał

# channelVideos
source: Videos
pl: Filmy

# onboardingLogin
source: Login
pl: Zaloguj się

# onboardingUsername
source: Username
pl: nazwa użytkownika

# onboardingPassword
source: Password
pl: hasło

# onboardingToken
source: Api-Token
pl: Token API

# onboardingInstanceUrl
source: Instance URL
pl: URL Instancji

# onboardingLoginFailure
source: Connection failed. Please check your token and URL.
pl: Połączenie nieudane. Sprawdź swój token i adres URL

# onboardingWelcomeText
source: Welcome to Self.Tube
pl: Witamy w Self.Tube

# onboardingMarketing1
source: Browse and manage your self-hosted TubeArchivist Instance with ease.
pl: Łatwe przeglądanie i zarządzanie samodzielnie hostowaną instancją TubeArchivist.

# onboardingMarketing2
source: Access your entire TubeArchivist Instance
pl: Uzyskaj dostęp do całej swojej instancji TubeArchivist

# onboardingMarketing3
source: Manage your archive
pl: Zarządzaj swoim archiwum

# onboardingMarketing4
source: View your Videos in a native like experience
pl: Oglądaj filmy w sposób natywny dla użytkownika

# onboardingPrivacyPolicy
source: Privacy Policy
pl: Polityka prywatności

# onboardingContinue
source: Agree & Continue
pl: Zgadzam się i kontynuuj

# sponsorblockEnable
source: Enable Sponsorblock
pl: Aktywuj SponsorBlock

# sponsorblockSponsor
source: Skip Sponsor
pl: Pomiń sponsora

# sponsorblockPromo
source: Skip Self-Promotion
pl: Pomiń autopromocję

# sponsorblockIntro
source: Skip Intro
pl: Pomiń wstęp
